Repository: tvorcha-lavka/marketplace
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: pl, uk

source: This parameter is responsible for the location of the category. The smaller the number, the higher the category in the list. Sorting occurs by [order] and tree [level].
pl: Ten parametr odpowiada za lokalizację kategorii. Im mniejsza liczba, tym wyższa kategoria na liście. Sortowanie odbywa się według kolejności [order] i poziomu drzewa [level].
uk: Цей параметр відповідає за розташування категорії. Чим менше число, тим вище категорія у списку. Сортування відбувається за порядком [order] та деревовидним рівнем [level].

source: Category
pl: Kategoria.
uk: Категорія

source: Parent
pl: Kategoria rodzicielska
uk: Батьківська категорія

source: Categories
pl: Kategorie.
uk: Категорії

source: name
pl: nazwa
uk: ім'я

source: href
pl: link
uk: посилання

source: order
pl: porządek
uk: порядок

source: active
pl: aktywny
uk: активний

source: title
pl: tytuł
uk: назва

source: top left
pl: lewy górny róg
uk: верхній лівий кут

source: top right
pl: prawy górny róg
uk: верхній правий кут

source: top middle
pl: górny środek
uk: зверху посередині

source: bottom left
pl: lewy dolny róg
uk: нижній лівий кут

source: bottom right
pl: prawy dolny róg
uk: нижній правий кут

source: bottom middle
pl: dolny środek
uk: знизу посередині

source: Category Image
pl: Kategorie Obrazów
uk: Зображення Категорії

source: Category Images
pl: Kategoria Obrazy
uk: Зображення Категорій

source: image
pl: obraz
uk: зображення

source: title position
pl: tytuł stanowisko
uk: позиція назви

source: Category Statistic
pl: Statystyki dla kategorii
uk: Статистика для категорії

source: Category Statistics
pl: Statystyki dla kategorii
uk: Статистика для категорій

source: views count
pl: liczba wyświetleń
uk: кількість переглядів

source: purchases count
pl: liczba zakupów
uk: кількість покупок

source: popularity score
pl: ocena popularności
uk: оцінка популярності

source: Email Verification
pl: Potwierdzenie e-mail
uk: Підтвердження електронної пошти

source: Reset Password
pl: Resetowanie hasła
uk: Скидання пароля

source: Email verification
pl: Potwierdzenie e-mail
uk: Підтвердження електронної пошти

source: Hi! Your confirmation code: %(code)s
pl: Witam! Kod potwierdzający: %(code)s
uk: Вітаю! Ваш код підтвердження: %(code)s

source: Please check your email to verify your account.
pl: Sprawdź pocztę e-mail, aby potwierdzić swoje konto.
uk: Будь ласка, перевірте електронну пошту, щоб підтвердити ваш обліковий запис.

source: Password change confirmation
pl: Potwierdzenie zmiany hasła
uk: Підтвердження для зміни пароля

source: Hi %(username)s! Your password change confirmation code: %(code)s
pl: Witam %(username)s! Kod potwierdzenia zmiany hasła: %(code)s
uk: Вітаю %(username)s! Ваш код підтвердження зміни пароля: %(code)s

source: A password reset email has been sent to your email address.
pl: Wiadomość e-mail z resetem hasła została wysłana na Twój adres e-mail.
uk: На вашу електронну адресу було надіслано лист для зміни паролю.

source: Welcome to Tvorcha Lavka!
pl: Witamy w Tvorcha Lavka!
uk: Вітаємо у Tvorcha Lavka!

source: Hi, %(username)s. Thank you for registering Tvorcha Lavka!
pl: Witam, %(username)s. Dziękujemy za rejestrację w Tvorcha Lavka!
uk: Вітаю, %(username)s. Дякуємо, що зареєструвалися на Tvorcha Lavka!

source: Hi!
pl: Witam!
uk: Вітаю!

source: Your confirmation code:
pl: Kod potwierdzający:
uk: Ваш код підтвердження:

source: Code is valid for %(expire_in)s minutes.
pl: Okres ważności kodu - %(expire_in)s min.
uk: Термін дії коду - %(expire_in)s хв.

source: Please enter this code on the website to confirm your email address.
pl: Wprowadź ten kod na stronie internetowej, aby potwierdzić swój adres e-mail.
uk: Будь ласка, введіть цей код на сайті, щоб підтвердити свою електронну пошту.

source: If you have not requested this verification, please ignore this email.
pl: Jeśli nie zażądałeś tej weryfikacji, zignoruj tę wiadomość e-mail.
uk: Якщо ви не запитували цю перевірку, будь ласка, ігноруйте цей лист.

source: Hi,
pl: Witam,
uk: Вітаю,

source: Your password change confirmation code:
pl: Kod potwierdzenia zmiany hasła:
uk: Ваш код підтвердження зміни пароля:

source: Please enter this code on the website to confirm the password change.
pl: Wprowadź ten kod na stronie internetowej, aby potwierdzić zmianę hasła.
uk: Будь ласка, введіть цей код на сайті, щоб підтвердити зміну пароля.

source: If you have not requested a password change, please ignore this email.
pl: Jeśli nie wysłałeś prośby o zmianę hasła, zignoruj tę wiadomość.
uk: Якщо ви не надсилали запит на зміну пароля, ігноруйте цей лист.

source: Email already verified.
pl: Twój adres e-mail został już potwierdzony.
uk: Електронну пошту вже підтверджено.

source: filter type
uk: тип фільтру

source: filter types
uk: типи фільтрів

source: filter value
uk: значення фільтру

source: filter values
uk: значення фільтрів

source: value
uk: значення

source: description
uk: опис

source: metadata
uk: метадані

source: filter group
uk: групу фільтрів

source: filter groups
uk: групи фільтрів

source: User
pl: Użytkownik
uk: Користувач

source: Users
pl: Użytkownicy
uk: Користувачі

source: email
pl: poczta elektroniczna
uk: електронна пошта

source: username
pl: nazwa użytkownika
uk: ім'я користувача

source: first name
pl: imię
uk: ім'я

source: last name
pl: nazwisko
uk: прізвище

source: phone number
pl: numer telefonu
uk: номер телефону

source: is email verified
pl: poczta potwierdzona
uk: підтверджено пошту

source: Enter a valid name containing only letters.
pl: Wprowadź prawidłową nazwę zawierającą tylko litery.
uk: Введіть дійсне ім'я, що містить лише літери.

source: Enter a valid phone number with country code. Available countries: %(list)s
pl: Wprowadź prawidłowy numer telefonu z numerem kierunkowym kraju. Dostępne kraje: %(list)s
uk: Введіть дійсний номер телефону з кодом країни. Доступні країни: %(list)s

source: A verification code was recently sent to user email.
pl: Kod potwierdzający został już wysłany na adres e-mail użytkownika.
uk: На електронну пошту користувача було вже надіслано нещодавно код підтвердження.

source: Email is not verified.
pl: Wiadomość e-mail nie została zweryfikowana.
uk: Електронну пошту не підтверджено.

source: Verification Code
pl: Kod potwierdzenia
uk: Код Підтвердження

source: Verification Codes
pl: Kody potwierdzające
uk: Коди Підтвердження

source: code
pl: kod
uk: код

source: expires at
pl: ważny do
uk: дійсний до

source: email type
pl: typ poczty
uk: тип пошти

source: Authentication failed.
pl: Uwierzytelnianie nie powiodło się.
uk: Не вдалося пройти автентифікацію.

source: Invalid code.
pl: Nieprawidłowy kod.
uk: Невірний код.

source: Code has expired.
pl: Kod wygasł.
uk: Термін дії коду закінчився.

source: The code is valid.
pl: Kod jest ważny.
uk: Код дійсний.

source: Password has been changed successfully.
pl: Hasło zostało pomyślnie zmienione.
uk: Пароль успішно змінено.

source: slug
uk: унікальний ідентифікатор
